Repository: swanux/Helen
Catalog: PKGS/src/*.po
Languages: hu_hu

source: At
hu_hu: Ekkor:

source: Every minute between {0} and {1}
hu_hu: Minden percben {0} és {1} között

source: At
hu_hu: Ekkor:

source: and
hu_hu: és

source: every second
hu_hu: minden másodpercben

source: every {0} seconds
hu_hu: minden {0}. másodpercben

source: seconds {0} through {1} past the minute
hu_hu: egész perc utáni {0}. másodperctől a(z) {1}. másodpercig másodpercenként

source: at {0} seconds past the minute
hu_hu: az egész perc utáni {0}. másodpercben

source: every minute
hu_hu: minden percben

source: every {0} minutes
hu_hu: minden {0}. percben

source: minutes {0} through {1} past the hour
hu_hu: egész óra utáni {0}. perctől a(z) {1}. percig percenként

source: at {0} minutes past the hour
hu_hu: az egész perc utáni {0}. percben

source: every hour
hu_hu: minden órában

source: every {0} hours
hu_hu: minden {0}. órában

source: between {0} and {1}
hu_hu: {0} és {1} között

source: at {0}
hu_hu: {0}-kor

source: first
hu_hu: első

source: second
hu_hu: második

source: third
hu_hu: harmadik

source: forth
hu_hu: negyedik

source: fifth
hu_hu: ötödik

source: , on the
hu_hu: , ekkor:

source: {0} of the month
hu_hu: a hónap {0}. napján

source: , on the last {0} of the month
hu_hu: , a hónap utolsó {0}-i napján

source: , only on {0}
hu_hu: , csak ekkor: {0}

source: , every day
hu_hu: , minden nap

source: , every {0} days of the week
hu_hu: , minden {0}. napján a hétnek

source: , {0} through {1}
hu_hu: , {0}-tól/től {1}-ig

source: , every {0} months
hu_hu: , minden {0}. hónapban

source: , only in {0}
hu_hu: , csak ekkor: {0}

source: , on the last day of the month
hu_hu: , a hónap utolsó napján

source: , on the last weekday of the month
hu_hu: , a hónap utolsó hétköznapján

source: first weekday
hu_hu: az első hétköznapon

source: weekday nearest day {0}
hu_hu: a legközelebbi hétköznap ehhez: {0}

source: , on the {0} of the month
hu_hu: , a hónap {0}. napján

source: , every {0} days
hu_hu: , minden {0}. napon

source: , between day {0} and {1} of the month
hu_hu: , a hónap {0}. és {1}. napja között

source: , on day {0} of the month
hu_hu: , a hónap {0}. napján

source: , every {0} years
hu_hu: , minden {0}. évben

source: , starting {0}
hu_hu: , ekkortól kezdve: {0}

source: and
hu_hu: és

source: , every minute
hu_hu: , minden percben

source: , every hour
hu_hu: , minden órában
